Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Show touch target outlines on the real keyboard
de: Umrisse der Berührungsflächen auf der echten Tastatur anzeigen
es: Mostrar los contornos de las áreas táctiles en el teclado real
et: Kuva puudutussihtide piirjooned päris klaviatuuril
fr: Afficher les contours des zones tactiles sur le vrai clavier
hu: Érintési területek körvonalának mutatása az igazi billentyűzeten
it: Mostra i contorni delle aree tattili sulla tastiera vera
ja: 実際のキーボードにタッチ範囲の枠を表示
ko: 실제 키보드에 터치 영역 윤곽선 보이기
ms: Tunjuk garis sasaran sentuh pada papan kekunci sebenar
pt: Mostrar os contornos das áreas de toque no teclado real
ru: Показывать границы зон нажатия на настоящей клавиатуре
zh_hans: 在真实键盘上显示触控范围的轮廓

source: Show trail
de: Spur anzeigen
es: Mostrar rastro
et: Kuva jälg
fr: Afficher la traînée
hu: Nyomvonal megjelenítése
it: Mostra scia
ja: 軌跡を表示
ko: 궤적 표시
ms: Tunjuk jejak
pt: Mostrar rasto
ru: Показывать след
zh_hans: 显示轨迹

source: Show what AI changed
de: Zeigen, was die KI geändert hat
es: Mostrar lo que cambió la IA
et: Kuva, mida TI muutis
fr: Montrer ce que l'IA a changé
hu: Mutasd, mit módosított az MI
it: Mostra cosa ha cambiato l'IA
ja: AI が変更した箇所を表示
ko: AI가 바꾼 부분 표시
ms: Tunjuk apa yang AI ubah
pt: Mostrar o que a IA alterou
ru: Показывать, что изменил ИИ
zh_hans: 显示 AI 改了什么

source: Show what Clink has stored in iCloud.
de: Zeigen, was Clink in iCloud gespeichert hat.
es: Mostrar lo que Clink tiene guardado en iCloud.
et: Kuva, mida Clink on iCloudi salvestanud.
fr: Afficher ce que Clink a stocké dans iCloud.
hu: Megmutatja, mit tárol a Clink az iCloudban.
it: Mostra ciò che Clink ha salvato su iCloud.
ja: ClinkがiCloudに保存している内容を表示します。
ko: Clink가 iCloud에 저장한 내용을 표시합니다.
ms: Tunjukkan apa yang Clink simpan dalam iCloud.
pt: Mostrar o que o Clink tem guardado no iCloud.
ru: Показать, что Clink хранит в iCloud.
zh_hans: 显示 Clink 存储在 iCloud 中的内容。

source: Show what's stored
de: Gespeichertes anzeigen
es: Ver lo guardado
et: Kuva salvestatut
fr: Afficher ce qui est stocké
hu: Tárolt adatok megjelenítése
it: Mostra cosa c’è salvato
ja: 保存されている内容を表示
ko: 저장된 항목 보기
ms: Tunjukkan apa yang disimpan
pt: Ver o que está guardado
ru: Показать сохранённое
zh_hans: 查看已存储内容

source: Shown on every keyboard page
de: Auf jeder Tastaturseite sichtbar
es: Se muestra en todas las páginas del teclado
et: Nähtav igal klaviatuurilehel
fr: Affichée sur chaque page du clavier
hu: Minden billentyűzetoldalon látható
it: Visibile su ogni pagina della tastiera
ja: すべてのキーボードページに表示中
ko: 모든 키보드 페이지에 표시됨
ms: Dipaparkan pada setiap halaman papan kekunci
pt: Visível em todas as páginas do teclado
ru: Показывается на каждой странице клавиатуры
zh_hans: 在所有键盘页面显示

source: Shown on the category tab. Set the tab style to Emoji on the Layout tab to use the set’s first emoji instead.
de: Erscheint auf dem Kategorie-Tab. Stell den Tab-Stil unter „Layout“ auf Emoji, damit stattdessen das erste Emoji des Sets zu sehen ist.
es: Se ve en la pestaña de la categoría. Pon el estilo de las pestañas en Emoji, en la pestaña Diseño, para que salga el primer emoji del conjunto.
et: Kuvatakse kategooriakaardil. Määra kaardi stiiliks Emoji kaardil Paigutus, et kasutada hoopis komplekti esimest emojisid.
fr: Affichée sur l'onglet de la catégorie. Passe le style des onglets sur Emoji dans « Disposition » pour montrer plutôt le premier emoji du set.
hu: A kategóriafülön látszik. Állítsd a fülstílust Emojira az „Elrendezés” fülön, ha inkább a készlet első emojija jelenjen meg.
it: Compare sulla scheda della categoria. Imposta lo stile delle schede su Emoji in «Layout» per mostrare invece la prima emoji del set.
ja: カテゴリタブに表示されます。「レイアウト」タブでタブのスタイルを絵文字にすると、代わりにセットの最初の絵文字が出ます。
ko: 카테고리 탭에 보여요. ‘레이아웃’ 탭에서 탭 스타일을 이모지로 바꾸면 세트의 첫 이모지가 대신 나와요.
ms: Ditunjukkan pada tab kategori. Tetapkan gaya tab kepada Emoji di tab Susun Atur untuk guna emoji pertama set itu.
pt: Aparece no separador da categoria. Muda o estilo dos separadores para Emoji no separador Esquema, para mostrar o primeiro emoji do conjunto.
ru: Показывается на вкладке категории. Задайте вкладкам стиль «Эмодзи» на вкладке «Раскладка», чтобы вместо этого использовался первый эмодзи набора.
zh_hans: 显示在分类栏上。想改用合集里的第一个表情，就到「布局」里把分类栏样式设为表情。

source: Shows a converted value in the suggestion bar as you type, even when Conversion is off.
de: Zeigt beim Tippen einen umgerechneten Wert in der Vorschlagsleiste, auch wenn Umrechnung deaktiviert ist.
es: Muestra un valor convertido en la barra de sugerencias mientras escribes, incluso con la conversión desactivada.
et: Näitab tippimise ajal soovitusribal teisendatud väärtust ka siis, kui teisendus on väljas.
fr: Affiche une valeur convertie dans la barre de suggestions pendant la saisie, même si la conversion est désactivée.
hi: टाइप करते समय सुझाव बार में बदला हुआ मान दिखाता है, भले ही रूपांतरण बंद हो।
hu: Gépelés közben átváltott értéket jelenít meg a javaslatsávban akkor is, ha az átváltás ki van kapcsolva.
it: Mostra un valore convertito nella barra dei suggerimenti mentre scrivi, anche quando la conversione è disattivata.
ja: 変換がオフでも、入力中に変換後の値を候補バーに表示します。
ko: 변환을 끈 상태에서도 입력할 때 변환된 값을 제안 막대에 표시합니다.
ms: Memaparkan nilai yang ditukar dalam bar cadangan semasa anda menaip, walaupun Penukaran dimatikan.
ne: रूपान्तरण बन्द भए पनि टाइप गर्दा सुझाव पट्टीमा रूपान्तरण गरिएको मान देखाउँछ।
pt: Mostra um valor convertido na barra de sugestões enquanto escreve, mesmo quando a conversão está desativada.
ru: Показывает преобразованное значение в строке подсказок во время ввода, даже если преобразование отключено.
tr: Dönüştürme kapalı olsa bile yazarken öneri çubuğunda dönüştürülmüş bir değer gösterir.
zh_hans: 即使关闭“转换”，输入时也会在建议栏中显示转换后的值。

source: Shows a result in the suggestion bar as you type an expression, even when Calculator is off.
de: Zeigt beim Eingeben eines Ausdrucks ein Ergebnis in der Vorschlagsleiste, auch wenn der Rechner ausgeschaltet ist.
es: Muestra un resultado en la barra de sugerencias mientras escribes una expresión, incluso cuando la Calculadora está desactivada.
et: Kuvab avaldise sisestamisel soovitusribal tulemuse ka siis, kui kalkulaator on välja lülitatud.
fr: Affiche un résultat dans la barre de suggestions quand tu saisis une expression, même si la calculatrice est désactivée.
hu: Kifejezés írásakor eredményt jelenít meg a javaslatsávban, még akkor is, ha a Számológép ki van kapcsolva.
it: Mostra un risultato nella barra dei suggerimenti mentre digiti un'espressione, anche quando la calcolatrice è disattivata.
ja: 計算機がオフでも、式の入力中に候補バーへ結果を表示します。
ko: 계산기가 꺼져 있어도 수식을 입력하면 제안 막대에 결과를 표시합니다.
ms: Memaparkan hasil dalam bar cadangan semasa anda menaip ungkapan, walaupun Kalkulator dimatikan.
pt: Mostra um resultado na barra de sugestões enquanto escreve uma expressão, mesmo quando a Calculadora está desativada.
ru: Показывает результат в строке подсказок при вводе выражения, даже если Калькулятор выключен.
zh_hans: 即使计算器已关闭，输入表达式时也会在建议栏中显示结果。

source: Shows the %@ controls
de: Zeigt die Regler für %@
es: Muestra los controles de %@
et: Kuvab %@ juhtelemendid
fr: Affiche les commandes de %@
hu: Megjeleníti a(z) %@ vezérlőit
it: Mostra i controlli di %@
ja: %@ のコントロールを表示します
ko: %@ 설정을 표시합니다
ms: Menunjukkan kawalan %@
pt: Mostra os controlos de %@
ru: Показывает регуляторы «%@»
zh_hans: 显示%@的控件

source: Shows the full app and opens the keyboard on its keys
de: Zeigt die gesamte App und öffnet die Tastatur auf ihren Tasten
es: Muestra la app completa y abre el teclado sobre sus teclas
et: Näitab tervet rakendust ja avab klaviatuuri selle klahvidel
fr: Affiche l'app complète et ouvre le clavier sur ses touches
hu: Megmutatja a teljes alkalmazást, és megnyitja a billentyűzetet a billentyűin
it: Mostra l'app completa e apre la tastiera sui suoi tasti
ja: アプリ全体を表示し、キーボードをキー上で開きます
ko: 전체 앱을 표시하고 키보드를 키 위에서 엽니다
ms: Menunjukkan aplikasi penuh dan membuka papan kekunci pada kekuncinya
pt: Mostra a aplicação completa e abre o teclado nas suas teclas
ru: Показывает всё приложение и открывает клавиатуру на её клавишах
zh_hans: 显示完整应用并在按键上打开键盘

source: Shows the keyboard preview
de: Zeigt die Tastaturvorschau
es: Muestra la vista previa del teclado
et: Kuvab klaviatuuri eelvaate
fr: Affiche l'aperçu du clavier
hu: Megjeleníti a billentyűzet-előnézetet
it: Mostra l'anteprima della tastiera
ja: キーボードのプレビューを表示します
ko: 키보드 미리보기를 표시합니다
ms: Menunjukkan pratonton papan kekunci
pt: Mostra a pré-visualização do teclado
ru: Показывает предпросмотр клавиатуры
zh_hans: 显示键盘预览

source: Shows your recent emoji in a row. Pick how many.
de: Zeigt deine zuletzt genutzten Emojis in einer Reihe. Wähle, wie viele.
es: Muestra tus emojis recientes en una fila. Elige cuántos.
et: Kuvab sinu viimased emojid reas. Vali, mitu.
fr: Affiche tes emojis récents sur une rangée. Choisis combien en afficher.
hu: Egy sorban mutatja a legutóbbi emojikat. Állítsd be, hányat.
it: Mostra le emoji recenti in fila. Scegli quante.
ja: 最近使った絵文字を横一列に並べます。個数を選べます。
ko: 최근 쓴 이모지를 한 줄로 보여 줍니다. 개수를 고르세요.
ms: Tunjukkan emoji terkini anda dalam satu baris. Pilih berapa banyak.
pt: Mostra os teus emojis recentes numa fila. Escolhe quantos.
ru: Показывает недавние эмодзи в ряд. Выберите, сколько.
zh_hans: 把最近用过的表情排成一行。自己选数量。

source: Showy
de: Auffällig
es: Llamativo
et: Silmatorkav
fr: Voyant
hu: Mutatós
it: Vistoso
ja: 派手
ko: 화려함
ms: Menonjol
pt: Vistoso
ru: Броско
zh_hans: 炫目

source: Shrink the keyboard and push it to one edge.
de: Verkleinert die Tastatur und schiebt sie an einen Rand.
es: Reduce el teclado y llévalo a un lado.
et: Kahanda klaviatuur ja lükka see ühte serva.
fr: Rétrécit le clavier et le pousse vers un bord.
hu: Összezsugorítja a billentyűzetet, és az egyik szélhez tolja.
it: Rimpicciolisce la tastiera e la spinge verso un bordo.
ja: キーボードを縮めて片側に寄せます。
ko: 키보드를 줄여서 한쪽 가장자리로 붙입니다.
ms: Kecilkan papan kekunci dan tolak ia ke satu tepi.
pt: Encolhe o teclado e empurra-o para uma margem.
ru: Уменьшает клавиатуру и прижимает её к краю.
zh_hans: 把键盘缩小并推到一边。

source: Shrink unlikely
de: Unwahrscheinliche verkleinern
es: Reducir improbables
et: Kahanda ebatõenäolisi
fr: Réduire les improbables
hu: Valószínűtlenek csökkentése
it: Riduci improbabili
ja: 非予測キーを縮小
ko: 비예상 키 축소
ms: Kecilkan yang tidak mungkin
pt: Reduzir improváveis
ru: Уменьшить маловероятные
zh_hans: 缩小非预测键

source: Shrink unlikely keys
de: Unwahrscheinliche Tasten verkleinern
es: Encoger teclas improbables
et: Kahanda ebatõenäolisi klahve
fr: Rétrécir les touches peu probables
hu: Valószínűtlen billentyűk zsugorítása
it: Restringi i tasti improbabili
ja: 出にくいキーを小さく
ko: 안 나올 만한 키 줄이기
ms: Kecilkan kekunci yang tak berkemungkinan
pt: Encolher teclas improváveis
ru: Уменьшать маловероятные клавиши
zh_hans: 收缩不太可能的键

source: Shuffle
de: Zufällig
es: Aleatorio
et: Juhuslik
fr: Aléatoire
hu: Véletlenszerű
it: Casuale
ja: シャッフル
ko: 셔플
ms: Rawak
pt: Aleatório
ru: Вперемешку
zh_hans: 随机

source: Side
de: Seite
es: Lado
et: Külg
fr: Côté
hu: Oldal
it: Lato
ja: サイド
ko: 쪽
ms: Sisi
pt: Lado
ru: Сторона
zh_hans: 侧边

source: Sideways
de: Seitwärts
es: De lado
et: Rõhtsalt
fr: Horizontal
hu: Oldalirányban
it: Orizzontale
ja: 横方向
ko: 가로
ms: Sisi
pt: De lado
ru: В стороны
zh_hans: 左右

source: Sideways pages of 5 rows, search on top, tabs underneath.
de: Seitliche Seiten mit 5 Reihen, Suche oben, Tabs unten.
es: Páginas laterales de 5 filas, búsqueda arriba y pestañas abajo.
et: Rõhtsad lehed 5 reaga, otsing peal, kaardid all.
fr: Des pages de 5 rangées qui défilent sur le côté, recherche en haut, onglets en bas.
hu: Oldalra lapozható, 5 soros oldalak, fent a keresés, lent a fülek.
it: Pagine di 5 righe che scorrono di lato, ricerca in alto e schede in basso.
ja: 5 行ずつ横にめくるページ。上に検索、下にタブ。
ko: 5줄씩 옆으로 넘기는 방식. 위에 검색, 아래에 탭.
ms: Halaman 5 baris yang ditatal ke sisi, carian di atas, tab di bawah.
pt: Páginas de 5 linhas que passam de lado, pesquisa em cima e separadores em baixo.
ru: Горизонтальные страницы по 5 рядов, поиск сверху, вкладки снизу.
zh_hans: 每页 5 行、左右翻页，搜索在上、分类在下。

source: Sign in to iCloud
de: Bei iCloud anmelden
es: Inicia sesión en iCloud
et: Logi iCloudi sisse
fr: Connecte-toi à iCloud
hu: Jelentkezz be az iCloudba
it: Accedi a iCloud
ja: iCloud にサインイン
ko: iCloud에 로그인
ms: Log masuk ke iCloud
pt: Inicia sessão no iCloud
ru: Войдите в iCloud
zh_hans: 登录 iCloud

source: Sign in to iCloud to sync across your devices.
de: Melden Sie sich bei iCloud an, um Ihre Geräte zu synchronisieren.
es: Inicia sesión en iCloud para sincronizar entre tus dispositivos.
et: Logi iCloudi sisse, et sünkroniseerida üle seadmete.
fr: Connectez-vous à iCloud pour synchroniser vos appareils.
hu: Jelentkezzen be iCloudba az eszközök közötti szinkronizáláshoz.
it: Accedi a iCloud per sincronizzare tra i tuoi dispositivi.
ja: iCloudにサインインしてデバイス間で同期。
ko: iCloud에 로그인하여 기기 간 동기화.
ms: Log masuk ke iCloud untuk menyegerak merentas peranti anda.
pt: Inicie sessão no iCloud para sincronizar entre os seus dispositivos.
ru: Войдите в iCloud, чтобы синхронизировать между устройствами.
zh_hans: 登录 iCloud 以在设备间同步。

source: Silver
de: Silber
es: Plata
et: Hõbe
fr: Argent
hu: Ezüst
it: Argento
ja: シルバー
ko: 실버
ms: Perak
pt: Prateado
ru: Серебро
zh_hans: 银色

source: Simulate Free User
de: Kostenlosen Nutzer simulieren
es: Simular usuario gratuito
et: Simuleeri tasuta kasutajat
fr: Simuler un utilisateur gratuit
hu: Ingyenes felhasználó szimulálása
it: Simula utente gratuito
ja: 無料ユーザーをシミュレート
ko: 무료 사용자 시뮬레이션
ms: Simulasi Pengguna Percuma
pt: Simular utilizador gratuito
ru: Изобразить бесплатного пользователя
zh_hans: 模拟免费用户

source: Since autocorrect checks every active language, a word stays put if it's right in any of them. So "hier" (Dutch) and "the" (English) both survive, while real typos still get fixed. This list starts from your device languages (Settings → General → Language & Region). Add or remove any here to change it.
de: Da die Autokorrektur jede aktive Sprache prüft, bleibt ein Wort stehen, wenn es in einer davon richtig ist. So überleben "hier" (Niederländisch) und "the" (Englisch) beide, während echte Tippfehler weiter korrigiert werden. Diese Liste geht von deinen Gerätesprachen aus (Einstellungen → Allgemein → Sprache & Region). Füge hier welche hinzu oder entferne sie, um das zu ändern.
es: Como la autocorrección revisa todos los idiomas activos, una palabra se queda si es correcta en alguno. Así, "hier" (neerlandés) y "the" (inglés) sobreviven las dos, mientras que los errores de verdad se siguen corrigiendo. Esta lista parte de los idiomas de tu dispositivo (Ajustes → General → Idioma y región). Añade o quita los que quieras aquí para cambiarla.
et: Kuna automaatparandus kontrollib iga aktiivset keelt, jääb sõna paigale, kui see on õige mõnes neist. Nii jäävad alles „hier" (hollandi) ja „the" (inglise), samas kui tegelikud eksimused parandatakse ikka. See loend lähtub sinu seadme keeltest (Seaded → Üldine → Keel ja piirkond). Lisa või eemalda siin, et muuta.
fr: Comme la correction auto vérifie chaque langue active, un mot reste tel quel s'il est bon dans l'une d'elles. Du coup "hier" (néerlandais) et "the" (anglais) passent tous les deux, alors que les vraies fautes sont quand même corrigées. Cette liste part des langues de ton appareil (Réglages → Général → Langue et région). Ajoute-en ou retire-en ici pour la changer.
hu: Mivel az automatikus javítás minden aktív nyelvet átnéz, egy szó a helyén marad, ha bármelyikben helyes. Így a "hier" (holland) és a "the" (angol) is életben marad, a valódi elgépelések viszont továbbra is javulnak. Ez a lista az eszközöd nyelveiből indul (Beállítások → Általános → Nyelv és régió). Bármit hozzáadhatsz vagy törölhetsz itt, ha módosítanál rajta.
it: Dato che la correzione automatica controlla ogni lingua attiva, una parola resta com'è se è giusta in una qualsiasi di esse. Così "hier" (olandese) e "the" (inglese) restano entrambe, mentre i veri errori di battitura vengono comunque corretti. Questo elenco parte dalle lingue del tuo dispositivo (Impostazioni → Generali → Lingua e zona). Aggiungine o rimuovine qui per cambiarlo.
ja: 自動修正はアクティブな言語をすべてチェックするので、どれか一つの言語で正しければその単語はそのまま残ります。だから「hier」（オランダ語）も「the」（英語）もどちらも残り、本当の打ち間違いはちゃんと直ります。このリストはデバイスの言語（設定 → 一般 → 言語と地域）から始まります。ここで追加したり消したりして変えられます。
ko: 자동 수정은 켜 둔 언어를 모두 확인해서, 어느 한 언어에서라도 맞는 단어면 그대로 둬요. 그래서 "hier"(네덜란드어)와 "the"(영어)는 둘 다 살아남고, 진짜 오타는 그대로 고쳐져요. 이 목록은 기기 언어(설정 → 일반 → 언어 및 지역)에서 가져와요. 여기서 더하거나 빼서 바꾸면 돼요.
ms: Sebab autobetul semak setiap bahasa aktif, sesuatu perkataan kekal kalau ia betul dalam mana-mana satu. Jadi "hier" (Belanda) dan "the" (Inggeris) dua-dua terselamat, manakala salah taip betul-betul masih dibetulkan. Senarai ni bermula dari bahasa peranti anda (Tetapan → Umum → Bahasa & Wilayah). Tambah atau buang mana-mana di sini untuk ubah.
pt: Como a correção automática verifica todos os idiomas ativos, uma palavra fica se estiver certa em algum deles. Assim, tanto "hier" (neerlandês) como "the" (inglês) sobrevivem, e os erros a sério continuam a ser corrigidos. Esta lista começa pelos idiomas do teu dispositivo (Definições → Geral → Idioma e região). Adiciona ou tira o que quiseres aqui para a mudares.
ru: Автокоррекция проверяет все активные языки, поэтому слово остаётся как есть, если оно верно хотя бы в одном из них. Так что и «hier» (нидерландский), и «the» (английский) уцелеют, а настоящие опечатки всё равно исправятся. Этот список берётся из языков устройства (Настройки → «Основные» → «Язык и регион»). Добавляйте и убирайте здесь что угодно.
zh_hans: 自动更正会对照你每种在用的语言，只要一个词在其中任意一种里是对的，就会保留。所以「hier」（荷兰语）和「the」（英语）都能留下，真正的错字还是会改。这份清单从你的设备语言开始（设置 → 通用 → 语言与地区）。在这里加或删，就能改它。

source: Single key
de: Einzelne Taste
es: Una tecla
et: Üks klahv
fr: Une touche
hu: Egy billentyű
it: Tasto singolo
ja: 1つのキー
ko: 단일 키
ms: Satu kekunci
pt: Uma tecla
ru: Одна клавиша
zh_hans: 单个按键

source: Single language
de: Eine Sprache
es: Un solo idioma
et: Üks keel
fr: Une seule langue
hi: एक भाषा
hu: Egy nyelv
it: Una lingua
ja: 1つの言語
ko: 한 언어
ms: Satu bahasa
ne: एउटै भाषा
pt: Uma língua
ru: Один язык
tr: Tek dil
zh_hans: 单一语言

source: Six big emoji a row, scrolling down. Easy to hit.
de: Sechs große Emojis pro Reihe, nach unten scrollend. Leicht zu treffen.
es: Seis emoji grandes por fila, desplazándose hacia abajo. Fáciles de acertar.
et: Kuus suurt emojisid reas, keritakse alla. Lihtne tabada.
fr: Six gros emoji par rangée, défilement vers le bas. Faciles à viser.
hu: Soronként hat nagy emoji, lefelé görgetve. Könnyű eltalálni.
it: Sei emoji grandi per riga, si scorre in giù. Facili da centrare.
ja: 1 行に大きめの絵文字が 6 個、下方向にスクロール。狙いやすい配置です。
ko: 한 줄에 큼직한 이모지 6개, 아래로 스크롤. 누르기 편해요.
ms: Enam emoji besar satu baris, ditatal ke bawah. Senang nak tekan.
pt: Seis emoji grandes por linha, a deslizar para baixo. Fáceis de acertar.
ru: Шесть крупных эмодзи в ряду, прокрутка вниз. Легко попасть.
zh_hans: 一行 6 个大表情，上下滚动，好点。

source: Size
de: Größe
es: Tamaño
et: Suurus
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pt: Tamanho
ru: Размер
zh_hans: 大小

source: Size & spacing
de: Größe & Abstand
es: Tamaño y espaciado
et: Suurus ja vahe
fr: Taille et espacement
hu: Méret és térköz
it: Dimensione e spaziatura
ja: サイズと間隔
ko: 크기 및 간격
ms: Saiz & jarak
pt: Tamanho e espaçamento
ru: Размер и расстояния
zh_hans: 大小与间距

source: Size controls adjust the keys, while spacing controls adjust the gaps around them.
de: Die Größenregler passen die Tasten an, die Abstandsregler die Zwischenräume um sie herum.
es: Los controles de tamaño ajustan las teclas y los de espaciado ajustan los huecos que las rodean.
et: Suuruse seaded muudavad klahve, vahede seaded aga nende ümber olevat ruumi.
fr: Les commandes de taille règlent les dimensions des touches, et celles d’espacement règlent les espaces autour.
hu: A méretbeállításokkal a billentyűket, a térközbeállításokkal pedig a körülöttük lévő helyet módosíthatod.
it: I controlli delle dimensioni regolano i tasti, mentre quelli della spaziatura regolano gli spazi intorno.
ja: 「サイズ」ではキーの大きさを、「間隔」ではキーの周囲のすき間を調整します。
ko: ‘크기’에서는 키의 크기를, ‘간격’에서는 키 주변의 빈 공간을 조절합니다.
ms: Kawalan saiz melaraskan kekunci, manakala kawalan jarak melaraskan ruang di sekelilingnya.
pt: Os controlos de tamanho ajustam as teclas, enquanto os de espaçamento ajustam os espaços à sua volta.
ru: Настройки размера меняют сами клавиши, а настройки интервалов — расстояния между ними.
zh_hans: “大小”用于调整按键尺寸，“间距”用于调整按键周围的空隙。

source: Skin tones
de: Hauttöne
es: Tono de piel
et: Nahatoonid
fr: Tons de peau
hu: Bőrtónusok
it: Tonalità della pelle
ja: 肌の色
ko: 피부색
ms: Ton kulit
pt: Tons de pele
ru: Тоны кожи
zh_hans: 肤色

source: Skip
de: Überspringen
es: Omitir
et: Jäta vahele
fr: Passer
hu: Kihagyás
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
pt: Saltar
ru: Пропустить
zh_hans: 跳过

source: Slab
de: Block
es: Bloque
et: Plaat
fr: Bloc
hu: Tömb
it: Blocco
ja: スラブ
ko: 슬래브
ms: Papak
pt: Bloco
ru: Плита
zh_hans: 板块

source: Sleep after
de: Schlafen nach
es: Suspender tras
et: Uinumine pärast
fr: Veille après
hu: Alvás ennyi után
it: Sospendi dopo
ja: スリープまで
ko: 대기 후 절전
ms: Tidur selepas
pt: Suspender após
ru: Засыпать через
zh_hans: 休眠等待

source: Sleep when idle
de: Bei Inaktivität schlafen
es: Suspender al no usarse
et: Uinumine jõude
fr: Veille à l'inactivité
hu: Alvás tétlenség esetén
it: Sospendi quando inattiva
ja: 使っていないときはスリープ
ko: 쓰지 않을 때 절전
ms: Tidur apabila tidak digunakan
pt: Suspender quando inativo
ru: Засыпать в простое
zh_hans: 闲置时休眠

source: Slide
de: Gleiten
es: Deslizamiento
et: Libise
fr: Glissement
hu: Csúszás
it: Scorrimento
ja: スライド
ko: 슬라이드
ms: Leret
pt: Deslizar
ru: Скольжение
zh_hans: 滑动

source: Slide along the space bar to move the cursor.
de: Streiche über die Leertaste, um den Cursor zu bewegen.
es: Desliza por la barra espaciadora para mover el cursor.
et: Libise mööda tühikuklahvi, et kursorit liigutada.
fr: Fais glisser le long de la barre d'espace pour déplacer le curseur.
hu: Húzd az ujjad a szóközön a kurzor mozgatásához.
it: Scorri lungo la barra spaziatrice per spostare il cursore.
ja: スペースバーをなぞると、カーソルを動かせます。
ko: 스페이스 바를 따라 밀면 커서가 움직여요.
ms: Luncur sepanjang bar ruang untuk gerakkan kursor.
pt: Desliza ao longo da barra de espaços para mover o cursor.
ru: Ведите по пробелу, чтобы двигать курсор.
zh_hans: 沿着空格键滑动来移动光标。

source: Slide from 123 to type a symbol
de: Von 123 zum Zeichen ziehen
es: Desliza desde 123 para escribir un símbolo
et: Libise 123-lt sümboli sisestamiseks
fr: Glisse depuis 123 pour taper un symbole
hu: Húzd a 123-ról a kívánt jelre
it: Scorri da 123 per scrivere un simbolo
ja: 123 から滑らせて記号を入力
ko: 123에서 밀어 기호 입력
ms: Luncur dari 123 untuk taip simbol
pt: Desliza a partir do 123 para escrever um símbolo
ru: Проведите от 123, чтобы ввести символ
zh_hans: 从 123 滑动输入符号

source: Slide left or right
de: Nach links oder rechts streichen
es: Desliza a izquierda o derecha
et: Libise vasakule või paremale
fr: Glisser à gauche ou à droite
hu: Húzd balra vagy jobbra
it: Scorri a sinistra o a destra
ja: 左右にスライド
ko: 왼쪽이나 오른쪽으로 밀기
ms: Luncur kiri atau kanan
pt: Deslizar para a esquerda ou direita
ru: Провести влево или вправо
zh_hans: 向左或向右滑

source: Slide the space bar to move the cursor
de: Auf der Leertaste wischen, um den Cursor zu bewegen
es: Desliza sobre la barra espaciadora para mover el cursor
et: Libista tühikuklahvi, et kursorit liigutada
fr: Fais glisser la barre d'espace pour déplacer le curseur
hu: Csúsztasd az ujjad a szóközön a kurzor mozgatásához
it: Scorri sulla barra spaziatrice per spostare il cursore
ja: スペースバーをスライドしてカーソルを移動
ko: 스페이스 바를 밀어 커서 이동
ms: Leret bar ruang untuk menggerakkan kursor
pt: Desliza na barra de espaço para mover o cursor
ru: Ведите по пробелу, чтобы перемещать курсор
zh_hans: 滑动空格键移动光标
